Repository: multigcs/viaconstructor
Catalog: viaconstructor/locales/*/LC_MESSAGES/*.po
Languages: de

source: Active
de: Aktiv

source: enable/disable this object
de: dieses Objekt aktivieren/deaktivieren

source: auto
de: Automatik

source: inside
de: Innenseite

source: outside
de: Aussenseite

source: none
de: keine

source: Offset
de: Versatz

source: tool offset
de: Werkzeugversatz

source: Depth
de: Tiefe

source: the end depth for milling
de: Die Endtiefe beim Fräsen

source: Step
de: Eintauchtiefe

source: the maximum depth in one move
de: Eintauchtiefe pro durchgang

source: Start-Depth
de: Start-Tiefe

source: the start depth for milling
de: Frästiefe im ersten durchgang

source: Passes
de: Durchgänge

source: number of passes in Laser-Mode
de: Durchgänge im Laser-Modus

source: milling circles in helix mode
de: Kreise im Helix-Modus fräsen

source: Fast-Move Z
de: Eilgang-Höhe

source: the Z-Position for fast moves
de: Z-Position im Eilgang

source: G64-Value
de: G64-Wert

source: value for the G64 command
de: Wert für den G64-Befehl

source: Reverse
de: Richtungsumkehr

source: Back-Home
de: Zurück zum Startpunkt

source: move tool back to Zero-Position after milling
de: bewegt das Werkzeug nach dem Fräsen zum Startpunkt zurück

source: Small-Circles
de: Kleine-Kreise

source: milling small circles even if the tool is bigger
de: fräst Kreise auch wenn sie kleiner sind als das Werkzeug

source: Overcut
de: Überschnitt

source: Overcutting edges
de: Überschnitt in Ecken

source: nearest
de: nächstgelegene

source: unordered
de: unsortiert

source: per object
de: pro Objekt

source: Object-Order
de: Objekt-Reihenfolge

source: how order the objects
de: Reihenfolge der Objekte beim fräsen

source: Number
de: Nummer

source: setting the Tool-Number to load in gcode
de: Werkzeugnummer zum Laden im G-Code

source: Speed
de: Geschwindigkeit

source: setting the Spindle Speed in RPM
de: Spindeldrehzahl setzen

source: Feedrate(Horizontal)
de: Vorschub (Horizontal)

source: the Horizontal Feedrate
de: Horizontaler Vorschub

source: Feedrate(Vertical)
de: Vorschub (Vertikal)

source: the Vertical Feedrate
de: Vertikaler Vorschub

source: tool spin up time (G04 Pn)
de: Werkzeuganlaufzeit

source: Mist
de: Nebel

source: activate mist
de: aktiviere Nebel

source: Flood
de: Fluten

source: activate flood
de: aktiviere Fluten

source: number
de: Nummer

source: diameter
de: Durchmesser

source: lenght
de: Länge

source: flutes
de: Schneiden

source: drag knife offset
de: Schleppmesser-Offset

source: Tools
de: Werkzeuge

source: the tooltable
de: Die Werkzeugtabelle

source: bottom left
de: Unten-Links

source: center
de: Mittig

source: bottom right
de: Unten-Rechts

source: top left
de: Oben-Links

source: top right
de: Oben-Rechts

source: Zero-Position
de: Nullpunkt

source: setting the Zero-Position of the Workpiece
de: setzt den Nullpunkt des Werkstücks

source: Offset X
de: X-Versatz

source: Offset X (G54)
de: X-Versatz (G54)

source: Offset Y
de: Y-Versatz

source: Offset Y (G54)
de: Y-Versatz (G54)

source: Offset Z
de: Z-Versatz

source: Offset Z (G54)
de: Z-Versatz (G54)

source: Materials
de: Materialien

source: the materialtable
de: Liste der Materialien

source: Pocket
de: Taschen

source: do pocket operation on this object
de: Taschen ausfräsen

source: no Contour
de: keine Kontur

source: do not mill the contour
de: Kontur nicht fräsen

source: Zigzag
de: Zickzack

source: Islands
de: Inseln

source: keep islands
de: Inseln stehen lassen

source: inside first
de: zuerst innen

source: from inside to outside
de: von innen nach außen

source: active
de: aktiv

source: activate tabs
de: aktiviere Haltestege

source: Width
de: Weite

source: width of the tabs
de: Weite der Haltestege

source: Height
de: Höhe

source: height of the tabs
de: Höhe der Haltestege

source: rectangle
de: Rechteck

source: triangle
de: Dreieck

source: Type
de: Typ

source: type of the tab
de: art der Haltestege

source: off
de: aus

source: arc
de: Kreisbogen

source: straight
de: Gerade

source: in-type
de: IN-Typ

source: type of the lead-in's
de: Start-Typ

source: in-lenght
de: Start-Länge

source: lenght of the lead-in's
de: Länge beim Start

source: out-type
de: Out-Typ

source: type of the lead-out's
de: End-Typ

source: out-lenght
de: End-Länge

source: lenght of the lead-out's
de: Lange am Ende

source: Feedrate
de: Vorschub

source: maximum feedrate while milling
de: maximaler Vorschub beim Fräsen

source: Spindle Speed
de: Spindeldrehzahl

source: maximum spindle speed
de: maximale Spindeldrehzahl

source: mode
de: Modus

source: Tool-Mode
de: Werkzeugmodus

source: Unit
de: Einheit

source: Unit of the machine
de: Maschinen-Einheit

source: offset
de: Versatz

source: Arcs-Mode (G2/G3)
de: Kreisbogen-Modus (G2/G3)

source: Arcs-Mode - G2/G3 with IJ or R (experimental)
de: Bogen-Modus - G2/G3 mit IJ or R (experimentell)

source: machine supports g54
de: Maschinen unterstüzt G54

source: machine supports g54 (workpiece offsets)
de: Maschine unterstützt G54 (Werkstück-Nullpunkt)

source: Comments in output
de: Kommentare in der Ausgabe

source: line numbers
de: Zeilennummern

source: adding line numbers
de: Zeilennummern hinzufügen

source: Auto-Recalculation
de: Automatisch aktualisieren

source: update drawing automatically
de: Zeichnung automatisch aktualisieren

source: Autosave (Setup)
de: Einstellungen automatisch speichern

source: save setup as default automatically on exit
de: speichere Einstellungen als Standard beim Beenden

source: simple
de: einfach

source: full
de: voll

source: Path
de: Pfad

source: how to show the gcode path in the 3d-View
de: Darstellung des Werkzeugpfades in der 3D-Ansicht

source: Colors-Show
de: Farben anzeigen

source: showing layer colors in 3D preview
de: zeige Ebenen-Farben in 3D-Ansicht

source: Ruler-Show
de: Lineal anzeigen

source: showing ruler in 3D preview
de: Lineal in 3D-Ansicht anzeigen

source: Grid-Show
de: Raster anzeigen

source: showing grid in 3D preview
de: Raster in 3D-Ansicht anzeigen

source: Grid-Size
de: Raster

source: size of the grid
de: Größe der Rasteranzeige

source: Show as Solid
de: Als Solid darstellen

source: showing as solid in 3D preview
de: Als Volumenkörper in der 3D-Ansicht darstellen

source: Show Object-ID's
de: Objekt-IDs anzeigen

source: shows id of each object
de: Von jedem Objekt die Objekt-ID anzeigen

source: arcs
de: Rundungen

source: draw arcs / Interpolation
de: zeichne Rundungen (Interpolieren)

source: Show inputfile in 3d
de: 3D-Modell anzeigen

source: Show inputfile in 3d if possible
de: 3D-Modell (STL-Datei) anzeigen wenn möglich

source: color
de: Farbe

source: color of the workpeace in 3d view
de: Farbe des Werkstücks in der 3D ansicht

source: transparency
de: Transparenz

source: transparency of the workpeace in 3d view
de: Transparenz des Werkstücks in der 3D ansicht

source: use last dir
de: Letztes Verzeichnis verwenden

source: use dir of input file
de: Verzeichnung der Zeichnung verwenden

source: Output Folder
de: Ausgabeverzeichnis

source: last output dir
de: Letztes Ausgabeverzeichnis

source: Scale-Factor:
de: Skalierungs-Faktor

source: Workpiece-Scale
de: Werkstück-Skalierung

source: Tab-Selector
de: Tab--Auswahl

source: Delete-Selector
de: Entfernen-Auswahl

source: Object-Selector
de: Objekt-Auswahl

source: Start-Selector
de: Startpunkt-Auswahl

source: Repair-Selector
de: Reparatur-Auswahl

source: Load drawing
de: lade Zeichnung

source: File
de: Datei

source: Append drawing
de: Zeichnung hinzufühgen

source: Save drawing as DXF
de: speichere Zeichnung als DXF

source: Save 3d-view as PNG
de: 3D-Ansicht als PNG-Bild speichern

source: Exit
de: Beenden

source: Exit application
de: Anwendung beenden

source: Load project
de: Projekt laden

source: Project
de: Projekt

source: Save project
de: Projekt speichern

source: Save Machine Output
de: &Maschinen-Programm speichern

source: Save machine commands in a file
de: Maschinen-Befehle in Datei speichern

source: Machine
de: Maschine

source: Save setup as default
de: speichere Einstellungen als Standard

source: Save-Setup
de: Einstellungen sichern

source: Setup
de: Einstellungen

source: Load setup from
de: lade Einstellungen von

source: Save setup as
de: speichere Einstellungen als

source: Load setup from drawing
de: Einstellungen von Zeichnung laden

source: Save setup to drawing
de: Einstellungen in der Zeichnung speichern

source: load tooltable from
de: lade Werkzeugtabelle von

source: Tooltable
de: Werkzeugtabelle

source: save tooltable as
de: speichere Werkzeugtabelle als

source: Flip-X
de: horizontal spiegeln

source: Flip-X workpiece
de: Werkstück horizontal spiegeln

source: Workpiece
de: Werkstück

source: Flip-Y
de: vertikal spiegeln

source: Flip-Y workpiece
de: Werkstück vertikal spiegeln

source: Rotate
de: Rotieren

source: Rotate workpiece
de: Werkstück rotieren

source: Scale
de: Skalieren

source: Scale workpiece
de: Werkstück skalieren

source: View-Reset
de: Ansicht zurücksetzen

source: View
de: Ansicht

source: 2D-View
de: 2D-Ansicht

source: Nesting
de: Verschachtelung

source: Mouse
de: Maus

source: Start simulation
de: Starte Simulation

source: stop/reset simulation
de: Start/Reset Simulation

source: openscad preview
de: openscad Vorschau

source: view in openscad
de: zeige Vorschau in openscad

source: camotics preview
de: camotics Vorschau

source: view in camotics
de: zeige Vorschau in camotics

source: redraw
de: neuzeichnen

source: update calculation and redraw
de: Berechnung aktualisieren und neuzeichnen

source: Calculation
de: Berechnung

source: Font-Tool
de: Schrift-Werkzeug

source: open fonttool
de: öffne Schrift-Werkzeug

source: Utilities
de: Hilfsmittel

source: Gear-Tool
de: Zahnrad-Werkzeug

source: open geartool
de: öffne Zahnrad-Werkzeug

source: Box-Tool
de: Kasten-Werkzeug

source: open boxtool
de: öffne Kasten-Werkzeug

source: select this row
de: diese Zeile markieren

source: M&ill
de: Fräsen

source: &Tool
de: &Werkzeuge

source: P&ockets
de: &Taschen

source: &Workpiece
de: W&erkstück

source: M&achine
de: Maschine

source: &View
de: &Ansicht

source: Move:
de: Verschieben:

source: Steps
de: Schrittweite

source: with children
de: mit Unterelementen

source: move all children
de: Alle Unterelemente verschieben

source: Left
de: Links

source: move left
de: nach links schieben

source: Right
de: Rechts

source: move right
de: nach rechts schieben

source: Up
de: Hoch

source: move up
de: nach oben schieben

source: Down
de: Runter

source: move down
de: nach unten schieben

source: Rotate:
de: Rotieren

source: Angle
de: Winkel

source: rotate counter clockwise
de: Rotieren gegen den Uhrzeigersinn

source: rotate clockwise
de: Rotieren im Uhrzeigersinn

source: Scale:
de: Skalieren:

source: scale multiplier
de: Skalierungsfaktor

source: scale
de: Skalieren

source: Copy:
de: Kopieren:

source: Clone Top
de: nach oben kopieren

source: clone object
de: Objekt kopieren

source: Clone Left
de: nach links kopieren

source: Clone Right
de: nach rechts kopieren

source: Clone Bottom
de: nach unten kopieren

source: to new Layer
de: auf neue Ebene

source: clone object to new layer
de: Objekt zu neuer Ebene kopieren

source: Manipulate
de: Bearbeiten

source: Import-Options
de: Import-Optionen

source: generate Preview
de: erzeuge Vorschau

source: generating preview image with openscad.... please wait
de: erzeuge Vorschau-Bild mit OpenSCAD.... bitte warten

source: &3D-View
de: &3D-Ansicht

source: &Machine-Output
de: &Maschinen-Programm

source: this may take some time
de: dies kann einige Zeit dauern

source: open preview in openscad
de: öffne vorschau in openscad

source: open preview in camotics
de: öffne vorschau in camotics

source: &Preview
de: &Vorschau

source: Object:
de: Objekt:

source: Layer:
de: Ebenen

source: &Layers
de: &Ebenen

source: &Objects
de: &Objekte

source: &Setup
de: Einstellungen
